Repository: oleksiikolomiietssnapp/INTITA
Catalog: *.lproj/Localizable.strings
Languages: ru, uk

# moto
source: PROGRAM THE FUTURE
ru: ПРОГРАММИРУЙ БУДУЩЕЕ
uk: ПРОГРАМУЙ МАЙБУТНЄ!

source: START/>
ru: НАЧАТЬ/>
uk: ПОЧАТИ/>

# promo1
source: We guarantee you will receive many attractive job offers after the successful completion of the course!
ru: Мы гарантируем Тебе получение предложения работы после успешного завершения обучения!
uk: Ми гарантуємо Тобі отримання пропозиції працевлаштування після успішного завершення навчання!

# promo2
source: Don`t miss your chance to change the world! You have a great opportunity to get up-to-date and high quality education and become a professional programmer!
ru: Не упусти свой шанс изменить мир - получи качественное и современное образование и стань классным специалистом!
uk: Не втрать свій шанс змінити світ - отримай якісну та сучасну освіту і стань класним спеціалістом!

# promo3
source: Would you like to become a highly qualified programmer? Make the right decision, join our educational program! We set the goals and accomplish great results!
ru: Хочешь стать высококлассным специалистом? Принимай правильное решение - учись с нами! Мы работаем на результат!
uk: Хочеш стати висококласним спеціалістом? Приймай правильне рішення - навчайся з нами! Ми працюємо на результат!

# promo4
source: A year of persistent but interesting learning is enough to become a professional programmer ready to work in the field of information technology!
ru: Один год интересного обучения - и ты станешь профессиональным программистом, готовым работать в индустрии информационных технологий!
uk: Один рік цікавого навчання - і ти станеш гарним програмістом, готовим працювати в індустрії інформаційних технологій!

# promo5
source: Don`t lose your chance to get creative, promissing and lucrative job, plan your future today!
ru: Не теряй шанса на творческую, интересную и перспективную работу - планируй свое профессиональное будущее уже сегодня!
uk: Не втрачай шансу на творчу, цікаву та перспективну працю – плануй своє професійне майбутнє вже сьогодні!

# promo6
source: You want to make money doing what you like and enjoy modern career, don`t you? Choose yourÂ way to IT world!
ru: Мечтаешь зарабатывать любимым делом и получать удовольствие от профессии? Воспользуйся возможностью попасть в мир информационных технологий!
uk: Мрієш заробляти улюбленою справою і отримувати задоволення від професії? Скористайся можливістю потрапити у світ інформаційних технологій!

# promo7
source: In the future there are two types of jobs: those, where You`ll tell the machine what to do - programming, and those, where the machine is going to tell you what to do!
ru: В будущем будет два типа работ: те, где Ты будеш управлять компьютером - программировать, и те, где машины будут указывать, что делать Тебе!
uk: В майбутньому буде два типи робіт: ті, де Ти будеш керувати комп'ютером - програмувати, і ті, де машини вказуватимуть, що робити Тобі!

source: Register
uk: Зареєструватися

# forgotPass
source: Forgot password?
uk: Забув пароль?

source: Input password
uk: Введіть пароль

source: Input email
uk: Введіть пошту

source: Wrong email
uk: Не правильна пошта

source: Log In/>
uk: Увійти/>

source: Skip
ru: Пропустить
